-- ------------------------------------------------------------
-- Initial MPA ratings
-- ------------------------------------------------------------
INSERT INTO mpa_rating (name) VALUES
    ('G'),
    ('PG'),
    ('PG-13'),
    ('R'),
    ('NC-17');

-- ------------------------------------------------------------
-- Initial genres
-- ------------------------------------------------------------
INSERT INTO genres (name) VALUES
    ('Комедия'),
    ('Драма'),
    ('Мультфильм'),
    ('Триллер'),
    ('Документальный'),
    ('Боевик');
